/* password protection error message */
"The document is password protected." = "The document is password protected.";

/* invalid file format */
"The file format is invalid." = "The file format is invalid.";

/* unknown error */
"An error occurred while reading the document." = "An error occurred while reading the document.";

/* unsupported excel file */
"The document was created with an unsupported version of Excel." = "The document was created with an unsupported version of Excel.";

/* unsupported word file */
"The document was created with an unsupported version of Word." = "The document was created with an unsupported version of Word.";

/* bad powerpoint format */
"The document is not in PowerPoint format." = "The document is not in PowerPoint format.";

/* unsupported xml word file */
"The XML document isn't in Word format." = "The XML document isn't in Word format.";

/* displayed when a powerpoint slide is loading */
"Loading..." = "Loading...";

/* displayed when a we failed to preview the whole document because the memory got too low */
"This document is only partially previewed." = "This document is only partially previewed.";
